<template>
  <div>
    <!--图表部分-->
    <el-row>
      <el-col span="16">
        <div>图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表图表</div>
      </el-col>

      <!--信息部分-->
      <el-col span="6">
        <div>推荐股票1</div>
        <div>推荐股票2</div>
        <div>推荐股票3</div>
        <div>推荐股票4</div>
        <div>推荐股票5</div>
        <div>推荐股票6</div>
        <div>推荐股票7</div>
        <div>推荐股票8</div>
        <div>推荐股票9</div>
        <div>推荐股票10</div>
      </el-col>
      <el-col span="6" offset="16"><div>评论</div></el-col>

    </el-row>
  </div>
</template>

<script>
export default {
  name: "MainPage"
}
</script>

<style scoped>

</style>